var data={
  schoolList: [
    {
      name: '电子科技大学',
      address: '郫县清水河校区',
      badge: '/images/电子科技大学.jpg',
    },
    {
      name: '四川大学',
      address: '郫县清水河校区',
      badge: '/images/四川大学.jpg',
    },
    {
      name: '西南交通大学',
      address: '郫县犀浦校区',
      badge: '/images/西南交通大学.jpg',
    },
  ],
  schoolDetail:[
    {
      desc: '学校 1960 年被中共中央列为全国重点高等学校，1961 年被中共中央确定为七所国防工业院校之一，1988 年更名为电子科技大学，1997 年被定为国家首批“211 工程”建设的重点大学，2000 年由原信息产业部主管划转为教育部主管，2001 年进入国家“985 工程”重点建设大学行列，2017 年进入国家建设“世界一流大学”A 类高校行列。经过 60 余年的建设，学校形成了从本科到硕士研究生、博士研究生等多层次、多类型的人才培养格局，成为一所完整覆盖整个电子类学科，以电子信息科学技术为核心，以工为主，理工渗透，理、工、管、文、医协调发展的多科性研究型大学。学校设有清水河、沙河、九里堤三个校区，占地面积 4100 余亩，拥有馆藏丰富的现代化数字图书馆和一批设施齐备的现代化体育场馆。校园四季树木葱茏、湖水碧波荡漾、建筑典雅厚重，是陶冶情操、读书治学的佳境。',
      apply: '（一）网上报名\n时间：2018 年 10 月 10 日 - 31 日（9: 00 - 22: 00）网址：yz.chsi.com.cn\n要求：1、考生应在规定时间登录“中国研究生招生信息网”，浏览报考须知，按教育部、省级教育招生考试机构、报考点以及我校的网上公告要求报名。报名期间，考生可自行修改网上报名信息或重新填报报名信息，但一位考生只能保留一条有效报名信息。逾期不再补报，也不得修改报名信息。凡不按公告要求报名、网报信息误填、错填或填报虚假信息而造成不能考试、复试或录取的，后果由考生本人承担。\n2、网上报名填写报考信息时注意事项：（1）考生只填报我校的一个专业。待考试结束，我校公布复试分数线后，考生可通过“中国研究生招生信息网”调剂服务系统了解招生单位的生源余缺信息并根据自己的成绩再填报调剂志愿；\n（2）报考类别：应届本科毕业生、无工作单位人员请选择“非定向就业”，在职人员、军人、强军计划、少民骨干请选择“定向就业”。\n（3）报考导师填写在“备用信息”栏，如：10001 李乐民（请勿在“备用信息”栏填写除报考导师外的其他任何信息），复试科目在打印复试通知单时填写。导师信息更改在部分学院被学院认定为调剂，建议考生在“备用信息”栏目准确填写报考导师。\n（二）现场确认（电子科技大学考点）\n时间：2018 年 11 月 6 日—9 日\n地点：参加全国统考的考生到本人所在地省级教育招生考试管理机构指定的报考点进行确认（必须与网上报名选择的报考点一致）；强军计划考生到电子科技大学进行确认。我校包括两个校区，考生自行选择任意一个校区进行现场确认。在沙河校区现场确认（2018 年 11 月 6 日—7 日，地点：逸夫楼 221）的考生根据现场确认时间优先安排在沙河校区参加考试，在清水河校区现场确认（2018 年 11 月 8 日—9 日，地点：主楼 B3 - 201）的考生与沙河校区未能安排的考生，均在清水河校区参加考试。11 月下旬电子科技大学研招网公布最终考试地点安排。\n要求：1、必须由考生本人进行现场确认。\n2、提供第二代居民身份证和网上报名号。\n3、采集图像等相关电子信息。\n4、签署《考生诚信考试承诺书》。\n5、确认本人网报信息并签名。',
      exam: '（一）初试\n时间：2018 年 12 月 22 日 - 23 日，考试时间以北京时间为准，上午 8: 30-11: 30，下午 2: 00-5: 00。\n地点：参加全国统考的考生到本人所在地省级教育招生考试管理机构公告指定的考场应试；强军计划考生到电\n子科技大学考场应试。\n科目：第一天上午（第一单元） 思想政治理论（满分 100 分）、管理类联考综合能力（满分 200 分）\n第一天下午（第二单元） 外国语（满分 100 分）\n二天上午（第三单元） 业务课一（满分 150 分）、专业基础综合（满分 300 分）\n第二天下午（第四单元） 业务课二（满分 150 分）\n说明：1、考试前一周登录 yz.chsi.com.cn 网上打印准考证。\n 2、考生凭网上打印的准考证及第二代居民身份证参加考试。\n3、电子科技大学考点考生的考试文具（含签字笔 1 支、2B 铅笔 1 支、橡皮、直尺等）由考点统一提供,考生不再携带其他任何考试文具进入考场。每单元考试结束，考生不得将考试文具带出考场，所有单元考试结束后考试文具由考点统一回收。其他考点考生按当地考点要求参加考试。\n4、以上各科的考试时间均为 3 小时，考试方式均为笔试。\n（二）复试\n时间：2019 年 3 月至 4 月，具体时间另行通知。网址：yz.uestc.edu.cn\n地点：各学院，具体地点另行通知。\n科目：1、专业笔试（MBA、MPA 满分 50 分，其他专业满分 200 分、时间 120 分钟），详见本《硕士研究生招生简章》“复试科目”。\n2、外语面试（MBA、MPA 满分 50 分，其他专业满分 100 分、时间不少于 5 分钟），口语 50 %、听力 50 %。\n3、综合面试（满分 200 分，时间不少于 15 分钟），包括专业素质和能力（大学阶段学习情况及成绩，对本学科理论知识和应用技能掌握程度，利用所学理论发现、分析和解决问题的能力，对本学科发展动态的了解以及在本专业领域发展的潜力，创新精神和创新能力）、综合素质和能力（思想政治素质和道德品质等，本学科以外的学习、科研、社会实践或实际工作表现等，事业心、责任感、纪律性、协作性和心理健康情况，人文素养，举止、表达和礼仪等）。\n要求：1、我校自主划定复试分数线，详见：电子科技大学研招网“硕士复试”。\n2、复试由报考学院负责组织，复试前将对考生毕业证（结业证）、学生证等报名材料原件及考生资格进行审查，对不符合教育部规定者，不予复试或取消成绩。\n3、复试总分及单项成绩均达到满分的 60 % 才能被录取。\n4、我校一般按不低于 120 % 进行差额复试，但各专业具体复试人数可根据报考情况进行调整，原则上达到我校复试分数线均有机会参加复试。',
      state: '根据国家下达的招生计划、考生入学考试的成绩（含初试和复试）并结合其平时学习成绩和思想政治表现、业务素质以及身体健康状况确定录取。录取优先顺序为：第一志愿、院内调剂、校内调剂、校外调剂，同一优先级按总成绩（初试+复试）从高到低依次择优录取。\n现为或原为委培或定向，拟报考定向就业、尚在履行合同中服务年限内的考生，须征得委培、定向或服务单位的同意，否则因报考问题引起的纠纷而造成不能录取等后果，责任由考生自负。\n新生录取通知书由学院研究生科发放，其中录取类别为非定向的新生由学院研究生科发放调档函，个人档案必须在 2019 年 9 月 1 日前调入学院；录取类别为定向（强军计划除外）的新生必须在 2019 年 9 月 1 日前将定向协议书（电子科技大学研招网“资料下载”）交研究生院报到验证处或研究生招生办公室。按照教育部要求，凡是对考生的学历（学籍）信息有疑问的，要求考生在规定时间内出具教育部学历（学籍）认证书（网址：yz.chsi.com.cn），否则不予录取。学历（学籍）认证书电子版可发送邮件至 yzb@uestc.edu.cn，纸质版可发送传真至 028 - 61830153 - 115，电子版或纸质版任选一种发送即可。\n有关研究生招生信息和动态请密切关注：中国研究生招生信息网http://yz.chsi.com.cn、电子科技大学研究生主页https://yz.uestc.edu.cn/shuoshizhaosheng/、电子科技大学研招网https://yz.uestc.edu.cn/、四川考研网http://chinakaoyan.com/graduate/grad/schoolID/265.shtml。',
      url: 'https://yz.uestc.edu.cn/shuoshizhaosheng/',
    },
    {
      desc: '四川大学是教育部直属全国重点大学，是国家布局在中国西部的重点建设的高水平研究型综合大学,是国家“世界一流大学”A类建设高校，是国家首批认定的 “2011协同创新中心”牵头高校，也是国家首批“双创”示范基地。学校地处中国历史文化名城成都，有望江、华西和江安三个校区，占地面积7050亩，校舍建筑面积254万平方米。校园环境幽雅、花木繁茂、碧草如茵、景色宜人，是读书治学的理想园地。\n本章程适用于全日制和非全日制考生。\n全日制和非全日制研究生毕业时，根据其修业年限、学业成绩等，按照国家有关规定发给相应的、注明学习方式的毕业证书; 其学业水平达到国家规定的学位标准，可以申请授予相应的学位证书。全日制和非全日制研究生学历学位证书具有同等法律地位和相同效力。',
      apply: '报名包括网上报名和现场确认两个阶段。除推免生外的所有考生(包括统考生、单考生、联考生)必须进行网上报名及缴费后，才能进行现场确认。应届本科毕业生原则上应选择就读学校所在省(区、市)的报考点办理网上报名和现场确认手续。其他考生应选择工作或户口所在地省(区、市)的报考点办理网上报名和现场确认手续。\n(一)网上报名时间\n2018年10月10日至10月31日每天9：00至22：00(逾期不再补报，也不得再修改报名信息) ，网上报名地址：http://yz.chsi.com.cn/。网上预报名时间为2018年9月24日至9月27日，每天9:00—22:00。\n(二)现场确认时间\n详见考生网报时选择报考点的现场确认公告。\n 四川大学考点(5101)现场确认时间为2018年11月7-10日，具体安排详见11月初公布的《2019年报考全国硕士学位研究生四川大学报考点现场确认安排及注意事项》',
      exam: '1.入学考试分初试和复试。\n2.初试时间为2018年12月22日至12月23日(每天上午8: 30 - 11: 30，下午14: 00 - 17: 00) 。超过3小时的考试科目在12月24日进行(起始时间8: 30，截止时间不超过14: 30) 。初试科目详见《四川大学2019年硕士研究生招生专业目录》。考生科目中的全国统考科目，均由教育部考试中心统一命题。其余考试科目由我校自主命题。\n3.初试方式均为笔试。\n4.学校根据人才培养需要划定初试合格分数线。初试成绩满足学校和院系要求的考生参加复试。复试地点统一安排在四川大学，具体时间、地点另行通知。\n5.复试是综合复试，综合复试将采取面试加专业知识综合笔试方式进行。\n6.同等学力考生，初试成绩达到复试分数线后须加试两门报考专业的本科主干课程。\n7.成人教育应届本科毕业生及复试时尚未取得本科毕业证书的自考和网络教育考生，复试时不加试。',
      state: '1.学费与奖助金：四川大学全日制研究生奖助体系完备，由国家奖助金和学校奖助金两部分构成。国家奖助金包括国家奖学金和国家助学金，学校奖助金包括学校学业奖学金和学校“三助”岗位津贴。具体情况请详见《四川大学研究生奖助体系实施方案》(修订)(http://gs.scu.edu.cn/jzj.aspx?TypeID=80)。非全日制硕士研究生不享受奖助金，学校不安排住宿。\n2.学习年限：全日制硕士研究生学制为3年，最长学习年限不得超过4年; 部分学制为2年的全日制专业学位硕士研究生，最长学习年限不得超过3年。非全日制硕士研究生学制为2-3年，最长学习年限不得超过4-5年。\n3.参考书目及参考资料请查询校内招生单位相关网站。\n4.2019年四川大学所有专业不接收考试方式为单独考试的报考。\n5.考生报考须符合报考条件，报考资格在复试时进行审查，一经查实不符合报考条件，将取消报考，由此造成的一切后果由考生本人承担。\n6.定向就业的硕士研究生应当在被录取前与招生单位、用人单位分别签订定向就业合同。考生因报考硕士研究生与所在单位产生的问题由考生自行处理。若因此造成考生不能复试或无法录取，招生单位不承担责任。\n7.学校无培养视力残疾考生的导师，暂不具备招收视力残疾考生的条件。\n8.有关研究生招生信息和动态请密切关注：中国研究生招生信息网http://yz.chsi.com.cn、四川大学研究生院主页http://gs.scu.edu.cn/、四川大学研招网http://yz.scu.edu.cn/、四川考研网http://chinakaoyan.com/graduate/index/province/1777.shtml。',
      url:'http://gs.scu.edu.cn/',
    },
    {
      desc: '西南交通大学是教育部直属全国重点大学，国家首批“双一流”、“211 工程”、“特色 985 工程”、“2011 计划”重点建设并设有研究生院的研究型大学，坐落于中国历史文化名城、国家中心城市——成都，现有犀浦、九里、峨眉三个校区，犀浦校区为主校区，研究生培养主要在犀浦和九里校区。',
      apply: '报名包括网上报名和现场确认两个阶段。所有参加硕士研究生招生考试的考生均须进行网上报名，并到报考点现场确认网报信息和采集本人图像等相关电子信息，同时按规定缴纳报考费。\n（一）网上报名要求：1. 网上报名时间为 2018 年 10 月 10 日至 10 月 31 日，每天 9: 00-22: 00。网上预报名时间为 2018 年 9 月 24 日至 9 月 27 日，每天 9: 00-22: 00。\n2. 考生登录西南交通大学究生院招生专题网站，仔细阅读相关信息，确定本人符合报考条件后，应在规定时间登录“中国研究生招生信息网”（公网网址：http：//yz.chsi.com.cn，教育网址：http://yz.chsi.cn，以下简称“研招网”）浏览报考须知，并按教育部、省级教育招生考试机构、报考点以及我校的网上公告要求报名。\n（二）现场确认要求：1. 所有考生（不含推免生）均应在规定时间内到报考点指定地点现场核对并确认其网上报名信息，逾期不再补办。现场确认时间由各省级教育招生考试管理机构根据国家招生工作安排和本地区报考组织情况自行确定和公布，届时详见“研招网”（公网网址：http：//yz.chsi.com.cn，教育网址：http://yz.chsi.cn、四川省教育考试院（http://www.sceea.cn）及我校研招信息网（http://gs. swjtu.edu.cn）公告。',
      exam: '（一）考生应当在 2018 年 12 月 14 日至 12 月 24 日期间，凭网报用户名和密码登录“研招网”自行下载打印《准考证》。《准考证》使用A4 幅面白纸打印，正、反两面在使用期间不得涂改或书写。\n(二）考生凭下载打印的《准考证》及第二代居民身份证参加初试和复试。\n（三）2019 年硕士研究生招生考试初试时间为：2018 年 12 月 22 日至 12 月23 日(每天上午 8: 30 - 11: 30，下午 14: 00 - 17: 00) 。超过 3 小时的考试科目在 12 月24 日进行(起始时间 8: 30，截止时间由招生单位确定，不超过 14: 30) 。每科考试时间一般为 3 小时；建筑设计等特殊科目考试时间最长不超过 6 小时。详细考试时间、考试科目及有关要求等请见《准考证》及考点和我校公告。\n全国统考和全国联考科目的命题工作由教育部考试中心统一组织；统考科目考试大纲由教育部考试中心统一编制，联考科目考试大纲由教育部考试中心或教育部指定相关机构组织编制，自命题科目的命题工作由招生单位自行组织。',
      state: '（一）在学校研究生招生工作领导小组的统一领导下，按照教育部有关招生录取政策规定及各省级教育招生考试管理机构的补充规定，根据本单招生计划、复试录取办法以及考生初试和复试成绩、思想政治表现、身体健康状况等择优确定拟录取名单。录取工作要依法保护残疾考生的合法权益。\n(二）有关研究生招生信息和动态请密切关注：中国研究生招生信息网http://yz.chsi.com.cn、西南交通大学研究生院主页http://graduate.swjtu.edu.cn/web/intro.html、四川考研网http://chinakaoyan.com/graduate/grad/schoolID/264.shtml。',
      url: 'http://graduate.swjtu.edu.cn/web/majormaster.html',
    },
  ],
}
module.exports = {
  outData: data
}